import React from "react";

const page = () => {
  return (
    <div className="h-screen p-8 text-white">
      <h1>Політика конфіденційності</h1>

      <p>
        Цей сайт поважає право користувачів на конфіденційність та захист
        персональних даних.
      </p>

      <h2>Яку інформацію ми збираємо</h2>
      <p>
        Ми можемо збирати технічну інформацію, таку як IP-адреса, тип браузера,
        сторінки, які відвідує користувач, з метою покращення роботи сайту.
      </p>

      <h2>Використання файлів cookie</h2>
      <p>
        Сайт може використовувати cookie для аналізу відвідуваності та
        покращення користувацького досвіду.
      </p>

      <h2>Сторонні сервіси</h2>
      <p>
        Ми можемо використовувати сторонні сервіси, такі як Google Analytics,
        які можуть збирати інформацію відповідно до своїх політик
        конфіденційності.
      </p>

      <h2>Зміни в політиці</h2>
      <p>
        Адміністрація сайту має право змінювати цю політику без попереднього
        повідомлення.
      </p>

      <h2>Контакти</h2>
      <p>
        Якщо у вас є питання щодо політики конфіденційності, звʼяжіться з нами
        через контактну форму або електронну пошту.
      </p>
    </div>
  );
};

export default page;
